Repository: juanecl/jec-wp-rss-medium
Catalog: languages/jec-medium-*.po
Languages: es_es

source: A plugin to display the latest posts from Medium using RSS feeds.
es_es: Un plugin para desplegar los últimos artículos de Medium a través de un feed RSS.

source: Articles
es_es: Fragmentos y Bits

source: Displays the latest posts from a Medium profile.
es_es: Despliega los últimos artículos

source: jec-medium
es_es: JEC Medium RSS feed

source: Latest Medium Posts
es_es: Últimos artículos

source: Medium Feed URL
es_es: URL del feed de Medium

source: Medium Latest Posts
es_es: Últimos artículos

source: Next
es_es: Siguiente

source: No posts found.
es_es: No se han encontrado artículos.

source: Previous
es_es: Anterior

source: Title:
es_es: Título:
